Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Content.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Clarify an unexpected question and answer honestly.
ar: وضّح سؤالًا غير متوقع وأجب بصدق.
de: Kläre eine unerwartete Frage und antworte ehrlich.
es: Aclara una pregunta inesperada y responde con sinceridad.
fil: Linawin ang hindi inaasahang tanong at sumagot nang tapat.
fr: Clarifie une question inattendue et réponds honnêtement.
hi: अनपेक्षित सवाल को स्पष्ट करें और ईमानदारी से जवाब दें।
id: Perjelas pertanyaan yang tak terduga dan jawab dengan jujur.
it: Chiarisci una domanda inattesa e rispondi con onestà.
ja: 予想外の質問を確認し、正直に答えましょう。
ko: 예상치 못한 질문을 확인하고 솔직하게 답하세요.
nl: Verduidelijk een onverwachte vraag en antwoord eerlijk.
pl: Doprecyzuj nieoczekiwane pytanie i odpowiedz szczerze.
pt_br: Esclareça uma pergunta inesperada e responda com honestidade.
ru: Уточните неожиданный вопрос и ответьте честно.
sv: Reda ut en oväntad fråga och svara ärligt.
tr: Beklenmedik bir soruyu netleştir ve dürüstçe yanıtla.
uk: Уточніть несподіване питання й дайте чесну відповідь.
vi: Làm rõ một câu hỏi bất ngờ và trả lời thành thật.
zh_hans: 弄清一个意料之外的问题，并诚实回答。

source: Clarify the uncertainty or name an assumption.
ar: وضّح الغموض أو اذكر افتراضًا.
de: Kläre die Unsicherheit oder nenne eine Annahme.
es: Aclara la duda o nombra una suposición.
fil: Linawin ang hindi tiyak o sabihin ang isang palagay.
fr: Clarifie l'incertitude ou énonce une hypothèse.
hi: अनिश्चितता स्पष्ट करें या कोई धारणा बताएँ।
id: Perjelas ketidakpastian atau sebutkan asumsi.
it: Chiarisci il dubbio o dichiara un'ipotesi.
ja: 不明点を確認するか、前提を述べる。
ko: 불확실한 점을 확인하거나 가정을 밝힌다.
nl: Verduidelijk de onzekerheid of noem een aanname.
pl: Wyjaśnij niepewność lub nazwij założenie.
pt_br: Esclareça a dúvida ou diga uma suposição.
ru: Проясните неопределённость или назовите допущение.
sv: Reda ut osäkerheten eller nämn ett antagande.
tr: Belirsizliği netleştir ya da bir varsayımını söyle.
uk: Проясніть невизначеність або назвіть припущення.
vi: Làm rõ điều chưa chắc hoặc nêu một giả định.
zh_hans: 澄清不确定之处，或说明一个假设。

source: Confirm the next action or expectation.
ar: أكّد الإجراء أو التوقع التالي.
de: Bestätige die nächste Aktion oder Erwartung.
es: Confirma la siguiente acción o expectativa.
fil: Kumpirmahin ang susunod na aksyon o inaasahan.
fr: Confirme la prochaine action ou l'attente.
hi: अगले काम या अपेक्षा की पुष्टि करें।
id: Pastikan tindakan atau harapan berikutnya.
it: Conferma la prossima azione o aspettativa.
ja: 次の行動や期待を確認する。
ko: 다음 행동이나 기대치를 확인한다.
nl: Bevestig de volgende actie of verwachting.
pl: Potwierdź następne działanie lub oczekiwanie.
pt_br: Confirme a próxima ação ou expectativa.
ru: Подтвердите следующее действие или ожидание.
sv: Bekräfta nästa åtgärd eller förväntan.
tr: Sonraki eylemi ya da beklentiyi teyit et.
uk: Підтвердьте наступну дію або очікування.
vi: Xác nhận hành động hoặc kỳ vọng tiếp theo.
zh_hans: 确认下一步行动或期望。

source: Connect it to the audience.
ar: اربطها بالجمهور.
de: Verbinde ihn mit dem Publikum.
es: Conéctala con el público.
fil: Ikonekta ito sa audience.
fr: Relie-la au public.
hi: इसे श्रोताओं से जोड़ें।
id: Hubungkan dengan audiens.
it: Collegalo al pubblico.
ja: 聞き手と結びつける。
ko: 청중과 연결한다.
nl: Verbind het met het publiek.
pl: Połącz ją z publicznością.
pt_br: Conecte-a ao público.
ru: Свяжите её с аудиторией.
sv: Koppla den till publiken.
tr: Onu dinleyicilere bağla.
uk: Пов'яжіть її з аудиторією.
vi: Kết nối với khán giả.
zh_hans: 把它和听众联系起来。

source: Connect your experience to the role.
ar: اربط خبرتك بالدور.
de: Verbinde deine Erfahrung mit der Stelle.
es: Relaciona tu experiencia con el puesto.
fil: Ikonekta ang karanasan mo sa role.
fr: Relie ton expérience au poste.
hi: अपने अनुभव को भूमिका से जोड़ें।
id: Hubungkan pengalamanmu dengan posisinya.
it: Collega la tua esperienza al ruolo.
ja: 経験を職種と結びつける。
ko: 경험을 직무와 연결한다.
nl: Verbind je ervaring met de functie.
pl: Połącz swoje doświadczenie ze stanowiskiem.
pt_br: Relacione sua experiência com a vaga.
ru: Свяжите свой опыт с ролью.
sv: Koppla din erfarenhet till rollen.
tr: Deneyimini rolle ilişkilendir.
uk: Пов'яжіть свій досвід із роллю.
vi: Liên kết kinh nghiệm của bạn với vị trí.
zh_hans: 把你的经历和职位联系起来。

source: Could you take over my work again this evening? I know it is short notice.
ar: هل يمكنك تولّي عملي مرة أخرى هذا المساء؟ أعلم أن الوقت ضيق.
de: Könntest du heute Abend wieder meine Arbeit übernehmen? Ich weiß, es ist kurzfristig.
es: ¿Podrías volver a encargarte de mi trabajo esta tarde? Sé que es con poco aviso.
fil: Puwede mo bang saluhin ulit ang trabaho ko ngayong gabi? Alam kong biglaan.
fr: Tu pourrais encore reprendre mon travail ce soir ? Je sais que c'est un peu tard pour demander.
hi: क्या आप आज शाम फिर से मेरा काम सँभाल सकते हैं? मुझे पता है यह अचानक है।
id: Bisa ambil alih pekerjaan saya lagi malam ini? Saya tahu ini mendadak.
it: Potresti occuparti di nuovo del mio lavoro stasera? So che è con poco preavviso.
ja: 今夜もまた私の仕事を代わってもらえますか？急なのはわかっているんですが。
ko: 오늘 저녁에도 제 일을 대신 맡아 줄 수 있어요? 갑작스러운 건 알지만요.
nl: Kun je vanavond weer mijn werk overnemen? Ik weet dat het kort dag is.
pl: Czy mógłbyś znowu przejąć moją pracę dziś wieczorem? Wiem, że to na ostatnią chwilę.
pt_br: Você poderia cobrir meu trabalho de novo hoje à noite? Sei que é em cima da hora.
ru: Можешь снова взять мою работу сегодня вечером? Знаю, что предупреждаю поздно.
sv: Kan du ta över mitt jobb igen i kväll? Jag vet att det är kort varsel.
tr: Bu akşam yine işimi devralabilir misin? Kısa süre kaldığını biliyorum.
uk: Можеш знову взяти мою роботу сьогодні ввечері? Знаю, що попереджаю пізно.
vi: Tối nay bạn làm thay phần việc của tôi lần nữa được không? Tôi biết là gấp.
zh_hans: 今晚你能再帮我接手一下工作吗？我知道很临时。

source: Define a concrete problem.
ar: حدّد مشكلة ملموسة.
de: Beschreibe ein konkretes Problem.
es: Define un problema concreto.
fil: Tukuyin ang isang konkretong problema.
fr: Définis un problème concret.
hi: एक ठोस समस्या परिभाषित करें।
id: Definisikan masalah yang konkret.
it: Definisci un problema concreto.
ja: 具体的な課題を定義する。
ko: 구체적인 문제를 정의한다.
nl: Omschrijf een concreet probleem.
pl: Określ konkretny problem.
pt_br: Defina um problema concreto.
ru: Опишите конкретную проблему.
sv: Beskriv ett konkret problem.
tr: Somut bir sorun tanımla.
uk: Опишіть конкретну проблему.
vi: Xác định một vấn đề cụ thể.
zh_hans: 定义一个具体的问题。

source: Describe a result without inventing numbers.
ar: صِف نتيجة دون اختلاق أرقام.
de: Beschreibe ein Ergebnis, ohne Zahlen zu erfinden.
es: Describe un resultado sin inventar cifras.
fil: Ilarawan ang resulta nang hindi nag-iimbento ng numero.
fr: Décris un résultat sans inventer de chiffres.
hi: आँकड़े गढ़े बिना नतीजा बताएँ।
id: Jelaskan hasil tanpa mengarang angka.
it: Descrivi un risultato senza inventare numeri.
ja: 数字を作らずに結果を説明する。
ko: 숫자를 지어내지 않고 결과를 설명한다.
nl: Beschrijf een resultaat zonder cijfers te verzinnen.
pl: Opisz wynik bez wymyślania liczb.
pt_br: Descreva um resultado sem inventar números.
ru: Опишите результат, не выдумывая цифр.
sv: Beskriv ett resultat utan att hitta på siffror.
tr: Rakam uydurmadan bir sonucu anlat.
uk: Опишіть результат, не вигадуючи цифр.
vi: Mô tả kết quả mà không bịa số liệu.
zh_hans: 描述结果，不编造数字。

source: Disagree in a meeting
ar: اعترض في اجتماع
de: Im Meeting widersprechen
es: Discrepa en una reunión
fil: Tumutol sa meeting
fr: Exprimer un désaccord en réunion
hi: मीटिंग में असहमति जताएँ
id: Tidak setuju di rapat
it: Esprimere disaccordo in riunione
ja: 会議で反対意見を言う
ko: 회의에서 반대 의견 말하기
nl: Het oneens zijn in een vergadering
pl: Sprzeciw na spotkaniu
pt_br: Discordar numa reunião
ru: Возразите на встрече
sv: Säga emot på ett möte
tr: Toplantıda itiraz et
uk: Заперечте на зустрічі
vi: Phản đối trong cuộc họp
zh_hans: 在会议上提出异议

source: Distinguish your own action from the team's.
ar: ميّز ما فعلته أنت عمّا فعله الفريق.
de: Unterscheide dein eigenes Handeln von dem des Teams.
es: Distingue tu acción de la del equipo.
fil: Ihiwalay ang sarili mong ginawa sa ginawa ng team.
fr: Distingue ta propre action de celle de l'équipe.
hi: अपनी कार्रवाई को टीम की कार्रवाई से अलग बताएँ।
id: Bedakan tindakanmu sendiri dari tindakan tim.
it: Distingui la tua azione da quella del team.
ja: チームの行動と自分の行動を区別する。
ko: 팀의 행동과 나의 행동을 구분한다.
nl: Onderscheid je eigen actie van die van het team.
pl: Oddziel własne działanie od działań zespołu.
pt_br: Diferencie sua ação da ação da equipe.
ru: Отделите свои действия от действий команды.
sv: Skilj på det du gjorde och det teamet gjorde.
tr: Kendi eylemini ekibinkinden ayır.
uk: Відокремте свої дії від дій команди.
vi: Phân biệt hành động của bạn với của nhóm.
zh_hans: 区分你自己的行动和团队的行动。

source: Establish the situation briefly.
ar: اعرض الموقف باختصار.
de: Schildere die Situation kurz.
es: Plantea la situación brevemente.
fil: Ilahad nang maikli ang sitwasyon.
fr: Pose brièvement la situation.
hi: स्थिति को संक्षेप में बताएँ।
id: Jelaskan situasinya dengan singkat.
it: Presenta brevemente la situazione.
ja: 状況を簡潔に説明する。
ko: 상황을 간단히 설명한다.
nl: Schets de situatie kort.
pl: Krótko przedstaw sytuację.
pt_br: Apresente a situação brevemente.
ru: Кратко опишите ситуацию.
sv: Beskriv situationen kort.
tr: Durumu kısaca anlat.
uk: Коротко опишіть ситуацію.
vi: Nêu ngắn gọn tình huống.
zh_hans: 简要交代情境。

source: Explain a mistake
ar: اشرح خطأً
de: Einen Fehler erklären
es: Explica un error
fil: Ipaliwanag ang isang pagkakamali
fr: Expliquer une erreur
hi: एक गलती समझाएँ
id: Jelaskan sebuah kesalahan
it: Spiegare un errore
ja: ミスを説明する
ko: 실수 설명하기
nl: Een fout uitleggen
pl: Wyjaśnij błąd
pt_br: Explicar um erro
ru: Объясните ошибку
sv: Förklara ett misstag
tr: Bir hatayı açıkla
uk: Поясніть помилку
vi: Giải thích một sai sót
zh_hans: 解释一个错误

source: Explain a reasonable approach.
ar: اشرح نهجًا معقولًا.
de: Erkläre einen vernünftigen Ansatz.
es: Explica un enfoque razonable.
fil: Ipaliwanag ang isang makatwirang paraan.
fr: Explique une approche raisonnable.
hi: एक उचित तरीका समझाएँ।
id: Jelaskan pendekatan yang masuk akal.
it: Spiega un approccio ragionevole.
ja: 妥当な進め方を説明する。
ko: 합리적인 접근 방식을 설명한다.
nl: Leg een redelijke aanpak uit.
pl: Wyjaśnij rozsądne podejście.
pt_br: Explique uma abordagem razoável.
ru: Объясните разумный подход.
sv: Förklara ett rimligt tillvägagångssätt.
tr: Makul bir yaklaşım açıkla.
uk: Поясніть розумний підхід.
vi: Giải thích một cách tiếp cận hợp lý.
zh_hans: 解释一个合理的做法。

source: Explain a specific situation, your action, and the result.
ar: اشرح موقفًا محددًا وما فعلته والنتيجة.
de: Erkläre eine konkrete Situation, dein Handeln und das Ergebnis.
es: Explica una situación concreta, tu acción y el resultado.
fil: Ipaliwanag ang isang tiyak na sitwasyon, ang ginawa mo, at ang resulta.
fr: Explique une situation précise, ton action et le résultat.
hi: एक खास स्थिति, आपकी कार्रवाई और नतीजा समझाएँ।
id: Jelaskan situasi spesifik, tindakanmu, dan hasilnya.
it: Spiega una situazione precisa, la tua azione e il risultato.
ja: 具体的な状況、自分の行動、結果を説明しましょう。
ko: 구체적인 상황, 나의 행동, 결과를 설명하세요.
nl: Leg een concrete situatie, je actie en het resultaat uit.
pl: Wyjaśnij konkretną sytuację, swoje działanie i wynik.
pt_br: Explique uma situação específica, sua ação e o resultado.
ru: Опишите конкретную ситуацию, свои действия и результат.
sv: Förklara en konkret situation, vad du gjorde och resultatet.
tr: Belirli bir durumu, yaptığını ve sonucu anlat.
uk: Опишіть конкретну ситуацію, свої дії та результат.
vi: Giải thích một tình huống cụ thể, hành động của bạn và kết quả.
zh_hans: 说明一个具体情境、你的行动和结果。

source: Explain the problem, proposal, value, and next step.
ar: اشرح المشكلة، والمقترح، والقيمة، والخطوة التالية.
de: Erkläre das Problem, den Vorschlag, den Nutzen und den nächsten Schritt.
es: Explica el problema, la propuesta, el valor y el siguiente paso.
fil: Ipaliwanag ang problema, mungkahi, halaga, at susunod na hakbang.
fr: Explique le problème, la proposition, la valeur et la prochaine étape.
hi: समस्या, प्रस्ताव, मूल्य और अगला कदम समझाएँ।
id: Jelaskan masalah, usulan, nilai, dan langkah berikutnya.
it: Spiega il problema, la proposta, il valore e il passo successivo.
ja: 課題、提案、価値、次の一歩を説明しましょう。
ko: 문제, 제안, 가치, 다음 단계를 설명하세요.
nl: Leg het probleem, het voorstel, de waarde en de volgende stap uit.
pl: Wyjaśnij problem, propozycję, wartość i następny krok.
pt_br: Explique o problema, a proposta, o valor e o próximo passo.
ru: Объясните проблему, предложение, ценность и следующий шаг.
sv: Förklara problemet, förslaget, värdet och nästa steg.
tr: Sorunu, öneriyi, değeri ve sonraki adımı açıkla.
uk: Поясніть проблему, пропозицію, цінність і наступний крок.
vi: Giải thích vấn đề, đề xuất, giá trị và bước tiếp theo.
zh_hans: 说明问题、方案、价值和下一步。

source: Explain the proposal and its value.
ar: اشرح المقترح وقيمته.
de: Erkläre den Vorschlag und seinen Nutzen.
es: Explica la propuesta y su valor.
fil: Ipaliwanag ang mungkahi at ang halaga nito.
fr: Explique la proposition et sa valeur.
hi: प्रस्ताव और उसका मूल्य समझाएँ।
id: Jelaskan usulan dan nilainya.
it: Spiega la proposta e il suo valore.
ja: 提案とその価値を説明する。
ko: 제안과 그 가치를 설명한다.
nl: Leg het voorstel en de waarde uit.
pl: Wyjaśnij propozycję i jej wartość.
pt_br: Explique a proposta e seu valor.
ru: Объясните предложение и его ценность.
sv: Förklara förslaget och värdet.
tr: Öneriyi ve değerini açıkla.
uk: Поясніть пропозицію та її цінність.
vi: Giải thích đề xuất và giá trị của nó.
zh_hans: 解释方案及其价值。

source: Explain your experience with an example
ar: اشرح خبرتك بمثال
de: Erkläre deine Erfahrung mit einem Beispiel
es: Explica tu experiencia con un ejemplo
fil: Ipaliwanag ang karanasan mo gamit ang halimbawa
fr: Explique ton expérience avec un exemple
hi: एक उदाहरण से अपना अनुभव समझाएँ
id: Jelaskan pengalamanmu dengan contoh
it: Spiega la tua esperienza con un esempio
ja: 経験を例で説明する
ko: 예를 들어 경험 설명하기
nl: Leg je ervaring uit met een voorbeeld
pl: Wyjaśnij swoje doświadczenie na przykładzie
pt_br: Explique sua experiência com um exemplo
ru: Объясните свой опыт на примере
sv: Förklara din erfarenhet med ett exempel
tr: Deneyimini bir örnekle anlat
uk: Поясніть свій досвід на прикладі
vi: Giải thích kinh nghiệm bằng ví dụ
zh_hans: 用例子说明你的经历

source: Finish with why this opportunity fits.
ar: اختم بسبب ملاءمة هذه الفرصة لك.
de: Schließe damit, warum diese Chance passt.
es: Termina con por qué encaja esta oportunidad.
fil: Tapusin sa kung bakit bagay ang oportunidad na ito.
fr: Termine par ce qui fait que cette opportunité te correspond.
hi: इस बात से खत्म करें कि यह मौका आपके लिए क्यों सही है।
id: Tutup dengan alasan kesempatan ini cocok.
it: Chiudi con il perché questa opportunità fa per te.
ja: この機会が合う理由で締めくくる。
ko: 이 기회가 잘 맞는 이유로 마무리한다.
nl: Sluit af met waarom deze kans bij je past.
pl: Zakończ tym, dlaczego ta szansa do ciebie pasuje.
pt_br: Termine com por que esta oportunidade combina com você.
ru: Закончите тем, почему эта возможность вам подходит.
sv: Avsluta med varför den här möjligheten passar.
tr: Bu fırsatın neden uyduğuyla bitir.
uk: Завершіть тим, чому ця можливість вам підходить.
vi: Kết thúc bằng lý do cơ hội này phù hợp.
zh_hans: 最后说明这个机会为什么适合你。

source: Give a brief reason without undermining the limit.
ar: اذكر سببًا موجزًا دون إضعاف الحد.
de: Nenne einen kurzen Grund, ohne die Grenze zu schwächen.
es: Da una razón breve sin debilitar el límite.
fil: Magbigay ng maikling dahilan nang hindi pinahihina ang hangganan.
fr: Donne une brève raison sans affaiblir la limite.
hi: सीमा कमज़ोर किए बिना एक छोटा कारण दें।
id: Beri alasan singkat tanpa melemahkan batasan.
it: Dai un breve motivo senza indebolire il limite.
ja: 線を弱めずに短い理由を添える。
ko: 선을 약하게 만들지 않고 짧은 이유를 댄다.
nl: Geef een korte reden zonder de grens te verzwakken.
pl: Podaj krótki powód, nie osłabiając granicy.
pt_br: Dê um motivo breve sem enfraquecer o limite.
ru: Коротко объясните причину, не ослабляя границу.
sv: Ge ett kort skäl utan att försvaga gränsen.
tr: Sınırı zayıflatmadan kısa bir neden ver.
uk: Коротко поясніть причину, не послаблюючи межу.
vi: Đưa lý do ngắn gọn mà không làm yếu giới hạn.
zh_hans: 给一个简短的理由，但不削弱界限。

source: Give a clear work update
ar: قدّم تحديث عمل واضحًا
de: Ein klares Arbeitsupdate geben
es: Da una actualización de trabajo clara
fil: Magbigay ng malinaw na update sa trabaho
fr: Faire un point clair au travail
hi: काम का साफ़ अपडेट दें
id: Berikan laporan kerja yang jelas
it: Dare un aggiornamento di lavoro chiaro
ja: わかりやすく仕事の報告をする
ko: 명확하게 업무 보고하기
nl: Geef een heldere werkupdate
pl: Jasny raport z pracy
pt_br: Dar uma atualização de trabalho clara
ru: Дайте чёткий рабочий отчёт
sv: Ge en tydlig jobbuppdatering
tr: Net bir iş güncellemesi ver
uk: Дайте чіткий робочий звіт
vi: Báo cáo công việc rõ ràng
zh_hans: 清楚地汇报工作

source: Give a simple three-part introduction in your own words.
ar: قدّم نفسك ببساطة في ثلاثة أجزاء، بكلماتك.
de: Stell dich einfach in drei Teilen vor, mit deinen eigenen Worten.
es: Haz una presentación sencilla en tres partes, con tus palabras.
fil: Magbigay ng simpleng pagpapakilala na may tatlong bahagi, sa sarili mong salita.
fr: Fais une présentation simple en trois parties, avec tes mots.
hi: अपने शब्दों में तीन हिस्सों में सरल परिचय दें।
id: Berikan perkenalan sederhana tiga bagian dengan kata-katamu sendiri.
it: Presentati in tre parti semplici, con parole tue.
ja: 自分の言葉で、三つの要素のシンプルな自己紹介をしましょう。
ko: 내 말로 간단한 세 부분 자기소개를 해 보세요.
nl: Stel jezelf simpel voor in drie delen, in je eigen woorden.
pl: Przedstaw się krótko w trzech częściach, własnymi słowami.
pt_br: Faça uma apresentação simples em três partes, com suas palavras.
ru: Коротко представьтесь в трёх частях своими словами.
sv: Presentera dig enkelt i tre delar, med egna ord.
tr: Kendini kendi sözlerinle üç bölümde basitçe tanıt.
uk: Коротко представтеся у трьох частинах своїми словами.
vi: Giới thiệu bản thân đơn giản gồm ba phần, bằng lời của bạn.
zh_hans: 用自己的话，做一个三部分的简单自我介绍。

source: Give a specific example of your contribution.
ar: قدّم مثالًا محددًا على مساهمتك.
de: Nenne ein konkretes Beispiel für deinen Beitrag.
es: Da un ejemplo concreto de tu aportación.
fil: Magbigay ng tiyak na halimbawa ng ambag mo.
fr: Donne un exemple précis de ta contribution.
hi: अपने योगदान का एक ठोस उदाहरण दें।
id: Berikan contoh spesifik kontribusimu.
it: Fai un esempio concreto del tuo contributo.
ja: 自分の貢献を具体例で示す。
ko: 나의 기여를 구체적인 예로 보여 준다.
nl: Geef een concreet voorbeeld van je bijdrage.
pl: Podaj konkretny przykład swojego wkładu.
pt_br: Dê um exemplo específico da sua contribuição.
ru: Приведите конкретный пример своего вклада.
sv: Ge ett konkret exempel på ditt bidrag.
tr: Katkına dair somut bir örnek ver.
uk: Наведіть конкретний приклад свого внеску.
vi: Đưa ra ví dụ cụ thể về đóng góp của bạn.
zh_hans: 举一个你做出贡献的具体例子。

source: Give the headline, the blocker, and a useful next step.
ar: قدّم الخلاصة، والعائق، وخطوة تالية مفيدة.
de: Nenne das Wichtigste, die Blockade und einen hilfreichen nächsten Schritt.
es: Da el titular, el bloqueo y un siguiente paso útil.
fil: Ibigay ang buod, ang hadlang, at isang kapaki-pakinabang na susunod na hakbang.
fr: Donne l'essentiel, le blocage et une prochaine étape utile.
hi: मुख्य बात, रुकावट और एक उपयोगी अगला कदम बताएँ।
id: Sampaikan inti, hambatan, dan langkah berikutnya yang berguna.
it: Di' il punto chiave, il blocco e un passo successivo utile.
ja: 要点、障害、役立つ次の一手を伝えましょう。
ko: 핵심, 걸림돌, 유용한 다음 단계를 말하세요.
nl: Geef de kern, de blokkade en een nuttige volgende stap.
pl: Podaj najważniejsze, przeszkodę i przydatny następny krok.
pt_br: Dê o principal, o bloqueio e um próximo passo útil.
ru: Назовите главное, препятствие и полезный следующий шаг.
sv: Ge rubriken, hindret och ett användbart nästa steg.
tr: Özeti, engeli ve yararlı bir sonraki adımı söyle.
uk: Назвіть головне, перешкоду й корисний наступний крок.
vi: Nêu điểm chính, vướng mắc và một bước tiếp theo hữu ích.
zh_hans: 说出重点、阻碍，以及一个有用的下一步。

source: Give the opening a clear direction.
ar: أعطِ الافتتاحية اتجاهًا واضحًا.
de: Gib dem Einstieg eine klare Richtung.
es: Da a la apertura una dirección clara.
fil: Bigyan ng malinaw na direksyon ang pambungad.
fr: Donne une direction claire à ton ouverture.
hi: शुरुआत को एक साफ़ दिशा दें।
id: Beri pembukaan arah yang jelas.
it: Dai all'apertura una direzione chiara.
ja: 冒頭に明確な方向性を持たせる。
ko: 시작에 명확한 방향을 준다.
nl: Geef de opening een duidelijke richting.
pl: Nadaj otwarciu jasny kierunek.
pt_br: Dê à abertura uma direção clara.
ru: Задайте вступлению ясное направление.
sv: Ge inledningen en tydlig riktning.
tr: Açılışa net bir yön ver.
uk: Задайте вступу ясний напрям.
vi: Cho phần mở đầu một hướng đi rõ ràng.
zh_hans: 让开场有明确的方向。

source: Headline → blocker → next step.
ar: الخلاصة ← العائق ← الخطوة التالية.
de: Das Wichtigste → Blockade → nächster Schritt.
es: Titular → bloqueo → siguiente paso.
fil: Buod → hadlang → susunod na hakbang.
fr: Essentiel → blocage → prochaine étape.
hi: मुख्य बात → रुकावट → अगला कदम।
id: Inti → hambatan → langkah berikutnya.
it: Punto chiave → blocco → passo successivo.
ja: 要点 → 障害 → 次の一手。
ko: 핵심 → 걸림돌 → 다음 단계.
nl: Kern → blokkade → volgende stap.
pl: Najważniejsze → przeszkoda → następny krok.
pt_br: Principal → bloqueio → próximo passo.
ru: Главное → препятствие → следующий шаг.
sv: Rubrik → hinder → nästa steg.
tr: Özet → engel → sonraki adım.
uk: Головне → перешкода → наступний крок.
vi: Điểm chính → vướng mắc → bước tiếp theo.
zh_hans: 重点 → 阻碍 → 下一步。

source: Hey, sorry, random question. Is that café over there any good? You look like you'd know.
ar: مرحبًا، آسف، سؤال عشوائي. هل ذلك المقهى هناك جيد؟ تبدو كمن يعرف.
de: Hey, sorry, spontane Frage. Ist das Café da drüben gut? Du siehst aus, als wüsstest du das.
es: Oye, perdona, una pregunta rápida. ¿Esa cafetería de ahí está bien? Tienes pinta de saberlo.
fil: Hi, sorry, random na tanong. Masarap ba sa café na iyon? Mukhang taga-rito ka.
fr: Salut, désolé, question au hasard. Le café là-bas, il est bien ? Tu as l'air de savoir.
hi: अरे, माफ़ कीजिए, एक यूँ ही सवाल। वह कैफ़े अच्छा है क्या? लगता है आपको पता होगा।
id: Hei, maaf, pertanyaan random. Kafe di sana itu enak nggak? Kamu kelihatan kayak orang sini.
it: Ehi, scusa, domanda a caso. Quel bar lì è buono? Sembri uno che lo sa.
ja: あ、すみません、突然なんですけど。あそこのカフェっておいしいですか？詳しそうに見えたので。
ko: 저기, 죄송한데 갑자기 궁금해서요. 저 카페 괜찮아요? 이 동네 잘 아시는 것 같아서요.
nl: Hé, sorry, willekeurige vraag. Is dat café daar goed? Je ziet eruit alsof je het weet.
pl: Hej, przepraszam, takie przypadkowe pytanie. Czy ta kawiarnia tam jest dobra? Wyglądasz, jakbyś wiedział.
pt_br: Oi, desculpa, pergunta aleatória. Aquele café ali é bom? Você parece saber.
ru: Привет, извините, неожиданный вопрос. То кафе вон там хорошее? Вы выглядите так, будто знаете.
sv: Hej, förlåt, slumpmässig fråga. Är det där kaféet bra? Du ser ut som någon som vet.
tr: Hey, pardon, rastgele bir soru. Şuradaki kafe iyi mi? Bilir gibi görünüyorsun.
uk: Привіт, вибачте, несподіване питання. Та кав'ярня он там хороша? Ви схожі на людину, яка знає.
vi: Này, xin lỗi, hỏi hơi đột ngột. Quán cà phê đằng kia có ngon không? Trông bạn như người ở đây.
zh_hans: 嘿，不好意思，随便问一下。那边那家咖啡店好吗？你看起来像是住附近的。
